Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/haliida-cielggadit-manaidgardepolitihka.html.tmx
Source language: sme
Languages: smj

source: Háliida čielggadit mánáidgárdepolitihka / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget
smj: Sihtá mánájgárddepolitihkav tjielgadit / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámedigge - Sametinget

source: Háliida čielggadit mánáidgárdepolitihka
smj: Sihtá mánájgárddepolitihkav tjielgadit

source: Sámediggi lea čállimin dieđáhusa mánáidgárddiid birra main leat sámi mánát.
smj: Sámedigge le dal sáme mánáj mánájgárdij diedádusáv tjállemin.

source: Sivvan dasa lea go Sámediggi háliida hábmet bajimus politihka mánáidgárdesuorgái mii galgá leat láidesteaddjin ja čielggadit prinsihpalaš gažaldagaid sámi mánáid mánáidgárdefálaldaga ektui.
smj: Diedádusá duogásj le Sámedigge sihtá badjásasj politihkav hábbmit mánájgárdij gáktuj mij galggá prinsihpalasj gatjálvisájt tjielgadit ja láttov dahkat sáme mánáj mánájgárddefálaldagá gáktuj.

source: - Dieđáhus galgá vástidit mánáidgárddi, mánáid, váhnemiid ja sámi servodaga dárbbuide.
smj: - Diedádus galggá vuosedit mánájgárde, mánáj, æjgádij ja sáme sebrudagá dárbojt.

source: Sámediggi háliida ahte mánáidgárdi sámi mánáid várás galgá leat ovttaiduvvan, geasuheaddji ja hutkkálaš ásahus alla kvalitehtain buot mánáide buoremussan, cealká várrepresideanta Laila Susanne Vars.
smj: Sámedigge sihtá sáme mánáj mánájgárdde galggá liehket integreridum, bivnos ja innovatijvva ásadus alla kvalitehtajn gájka mánájda buorren, javllá sadjásasj presidænnta Laila Susanne Vars.

source: Várrepresideanta čilge viidáseappot ahte Sámediggi áigu earret eará bearráigeahččat ahte rekrutterejuvvojit eanet pedagogalaš bargit geain lea gelbbolašvuohta sámi gielas ja kultuvrras.
smj: Vijddábut dættot sadjásasj presidænnta Sámedigge sihtá duola dagu bærrájgæhttjat jut pedagogalasj barggij åttjudibme buoreduvvá váj siján le sámegiela ja kultuvra máhtudahka.

source: Gieđahallá ollu gažaldagaid
smj: Guoskat moadda gatjálvisájt

source: Mánáidgárdedieđáhusa mihttomearri lea váikkuhit árvvoštallamii ja digaštallamii das mo galgá juksat politihkalaš ulbmiliid buoridan dihtii bajásšaddaneavttuid mánáidgárdefálaldaga bokte.
smj: Mánájgárddediedádusá ulmme le dilev láhtjet ájádusájda ja ságastallamij gåktu galggá politihkalasj ulmijt jåksåt mij guosská buorep bajássjaddamdilláj mánájgárddefálaldagá báktu.

source: - Min áigumuš lea ahte dieđáhus ii galgga dušše válddahit ja ságaškuššat makkár rolla ja politihkalaš váldi Sámedikkis galgá leat mánáidgárdeáššiin.
smj: - Mijá ulmme le diedádus ij dåssju galga gåvvidit ja árvvaladdat makkir roalla ja politihkalasj mierredimfábmo Sámedikken galggá mánájgárddeássjijn.

source: Dieđáhus galgá maiddái čalmmustahttit áŋgiruššansurggiid ja daid hástalusaid mat mis leat go galgat buoridit mánáidgárddiid.
smj: Diedádus galggá aj vuorodimijt tjalmostit ja vuojnnusij buktet makkir hásstalusá miján li gå galggap mánájgárdijt dahkat nav buoragin gå vejulasj.

source: Dát guoská buot mánáidgárddiide main lea fálaldat sámi mánáide Norggas, čilge várrepresideanta Laila Susanne Vars.
smj: Dát sisadná gájka mánájgárdijt Vuonan majn le sáme mánájda fálaldahka, tjielggi sadjásasj presidænnta Laila Susanne Vars.

source: Bargu mánáidgárdedieđáhusain galgá leat rabas ja searvvaheaddji proseassa vai sihkkarastojuvvo ahte dieđáhusa mihttomearit ollašuhttojuvvojit.
smj: Sihti ájádusájt Mánájgárdediedádusá barggo galggá liehket rabás ja sebradahtte prosessa váj jåkså dajda ulmijda ma li diedádusán.

source: Sámediggi bovde fylkkamánniid, gielddaid, mánáidgárdebirrasiid, váhnemiid, váhnenfierpmádagaid ja lávdegottiid ja eará ásahusaid geaidda dat guoská, searvat árjjalaččat.
smj: Sámedigge sihtá gåhttjot fylkkamánnijt, suohkanijt, mánájgárddebirrasijt, æjgádijt, æjgátværmástagájt ja nammadusájt ja ietjá guoskavasj ásadusájt dåjmalattjat oassálasstet.

source: Evttohusat ja cealkámušat dieđáhussii sáhttet boahtit digaštallančoahkkimiin, fágaseminárain, jearahallamiin ja jearahallaniskkademiin.
smj: Ájádusá diedádusá gáktuj låggŋiduvvi dagástallamforumij, fáhkasemináraj, ságástallamij ja gatjádallamåtsådimij baktu.

source: - Mii sámediggeráđis háliidit hástalit sámi servodaga jurddašit minguin ovttas.
smj: - Mij sámediggeráden hásstep sáme sebrudagáv mijá siegen ájádallat.

source: Makkár višuvnnat leat sámi servodagas mánáidgárddi rolla birra mánáid bajásgeassimis, sin giellaovddideamis ja sámi árvvuid gaskkusteamis ođđa buolvvaide ?
smj: Makkir visjåvnå li miján sáme sebrudagán mij guosská mánájgárdij sajev mánáj bajásgiessemin, giellaåvddånahttemin ja sáme árvoj joarkkemin boahtte buolvajda ?

source: Dát leat muhtun gažaldagat maidda mii háliidit vástádusa, dadjá várrepresideanta Vars.
smj: Dájda gatjálvisájda sihtap vásstádusájt, javllá sadjásasj presidænnta Vars.

source: Dieđáhus lea 2005 dieđáhusa “ Sámediggeráđi dieđáhus sámi mánáidgárddiid birra ” ođasmahttin ja čuovvola “ Sámi mánáidgárddiid strategalaš plána 2008-2011 ”.
smj: Diedádus le rievddam åvdep diedádusás 2005 rájes ” Sámedikkeráde diedádus sáme mánájgárdij vuoksjuj ” ja ” Sáme mánájgárdij strategalasj pládna 2008-2011 ” joarkka.
